Repository: aireels-dev/mini-cal
Catalog: MiniCal/Resources/Localizations/Localizable.xcstrings
Source language: en
Languages: ar, fa, he, ja, ko, th, tr, ur, vi, zh_hans, zh_hant

# onboarding.optimize.benefit_1
source: Cleaner menu bar with more space for other apps
ar: شريط قوائم أنظف مع مساحة أكبر للتطبيقات الأخرى
fa: نوار منوی تمیزتر با فضای بیشتر برای برنامه های دیگر
he: שורת תפריטים נקייה יותר עם מקום נוסף לאפליקציות אחרות
ja: メニューバーがすっきりし、他のアプリのためのスペースが増えます
ko: 메뉴 막대가 더 깔끔해지고 다른 앱을 위한 공간이 늘어납니다
th: แถบเมนูดูสะอาดขึ้นและมีพื้นที่มากขึ้นสำหรับแอปอื่น
tr: Daha temiz bir menü çubuğu ve diğer uygulamalar için daha fazla alan
ur: زیادہ صاف مینو بار اور دوسری ایپس کے لیے زیادہ جگہ
vi: Thanh menu gọn gàng hơn và có thêm không gian cho ứng dụng khác
zh_hans: 菜单栏更简洁，为其他应用释放空间
zh_hant: 菜單欄更簡潔，為其他應用釋放空間

# onboarding.optimize.benefit_2
source: Click to view events, lunar calendar, and more information
ar: انقر لعرض الأحداث والتقويم القمري ومزيد من المعلومات
fa: برای مشاهده رویدادها، تقویم قمری و اطلاعات بیشتر کلیک کنید
he: לחץ כדי לראות אירועים, לוח ירחי ומידע נוסף
ja: クリックすると予定、旧暦などの詳細を表示
ko: 클릭하여 이벤트, 음력, 추가 정보를 확인
th: คลิกเพื่อดูเหตุการณ์ ปฏิทินจันทรคติ และข้อมูลเพิ่มเติม
tr: Etkinlikleri, ay takvimini ve daha fazlasını görmek için tıklayın
ur: ایونٹس، قمری کیلنڈر اور مزید معلومات دیکھنے کے لیے کلک کریں
vi: Nhấp để xem sự kiện, âm lịch và thông tin khác
zh_hans: 点击即可查看事件、农历等丰富信息
zh_hant: 點擊即可查看事件、農曆等豐富信息

# onboarding.optimize.benefit_3
source: Customize date and time display format
ar: تخصيص تنسيق عرض التاريخ والوقت
fa: سفارشی سازی قالب نمایش تاریخ و زمان
he: התאמה אישית של תבנית תאריך ושעה
ja: 日付と時刻の表示形式をカスタマイズ
ko: 날짜 및 시간 표시 형식 사용자 지정
th: ปรับแต่งรูปแบบการแสดงวันที่และเวลา
tr: Tarih ve saat gösterim biçimini özelleştirin
ur: تاریخ اور وقت کے دکھانے کے فارمیٹ کو حسبِ ضرورت بنائیں
vi: Tùy chỉnh định dạng hiển thị ngày và giờ
zh_hans: 自定义日期时间显示格式
zh_hant: 自定義日期時間顯示格式

# onboarding.optimize.benefit_4
source: Save menu bar space
ar: توفير مساحة شريط القوائم
fa: صرفه جویی در فضای نوار منو
he: חיסכון במקום בשורת התפריטים
ja: メニューバーのスペースを節約
ko: 메뉴 막대 공간 절약
th: ประหยัดพื้นที่แถบเมนู
tr: Menü çubuğu alanından tasarruf
ur: مینو بار کی جگہ بچائیں
vi: Tiết kiệm không gian thanh menu
zh_hans: 节省菜单栏空间
zh_hant: 節省菜單欄空間

# onboarding.optimize.intro
source: Hide the system date and use %@ instead to unlock more features:
ar: أخفِ تاريخ النظام واستخدم %@ بدلاً منه لفتح مزيد من الميزات:
fa: تاریخ سیستم را مخفی کرده و به جای آن از %@ استفاده کنید تا قابلیت های بیشتری باز شود:
he: הסתר את תאריך המערכת והשתמש ב-%@ במקום זאת כדי לפתוח תכונות נוספות:
ja: システムの日付を非表示にし、代わりに %@ を使うとより多くの機能が使えます：
ko: 시스템 날짜를 숨기고 대신 %@를 사용하면 더 많은 기능을 사용할 수 있습니다:
th: ซ่อนวันที่ของระบบและใช้ %@ แทนเพื่อปลดล็อกฟีเจอร์เพิ่มเติม:
tr: Sistem tarihini gizleyip %@ kullanarak daha fazla özelliği etkinleştirin:
ur: سسٹم کی تاریخ چھپائیں اور اس کی جگہ %@ استعمال کریں تاکہ مزید فیچرز کھل سکیں:
vi: Ẩn ngày của hệ thống và dùng %@ để mở khóa thêm tính năng:
zh_hans: 隐藏系统日期，改用 %@ 替代，解锁更多功能：
zh_hant: 隱藏系統日期，改用 %@ 替代，解鎖更多功能：

# onboarding.optimize.later
source: Setup Later
ar: الإعداد لاحقًا
fa: بعداً تنظیم می کنم
he: הגדר מאוחר יותר
ja: 後で設定
ko: 나중에 설정
th: ตั้งค่าภายหลัง
tr: Daha Sonra Ayarla
ur: بعد میں سیٹ کریں
vi: Thiết lập sau
zh_hans: 稍后设置
zh_hant: 稍後設置

# onboarding.optimize.open_settings
source: Jump to System Settings
ar: الانتقال إلى إعدادات النظام
fa: رفتن به تنظیمات سیستم
he: פתח את הגדרות המערכת
ja: システム設定へ移動
ko: 시스템 설정으로 이동
th: ไปที่การตั้งค่าระบบ
tr: Sistem Ayarlarına Git
ur: سسٹم سیٹنگز پر جائیں
vi: Chuyển đến Cài đặt hệ thống
zh_hans: 跳转系统设置
zh_hant: 跳轉系統設置

# onboarding.optimize.step1_detail1
source: System Settings → Control Center → Clock Options
ar: إعدادات النظام → مركز التحكم → خيارات الساعة
fa: تنظیمات سیستم → مرکز کنترل → گزینه های ساعت
he: הגדרות מערכת → מרכז הבקרה → אפשרויות שעון
ja: システム設定 → コントロールセンター → 時計オプション
ko: 시스템 설정 → 제어 센터 → 시계 옵션
th: การตั้งค่าระบบ → ศูนย์ควบคุม → ตัวเลือกนาฬิกา
tr: Sistem Ayarları → Denetim Merkezi → Saat Seçenekleri
ur: سسٹم سیٹنگز → کنٹرول سینٹر → کلاک آپشنز
vi: Cài đặt hệ thống → Trung tâm điều khiển → Tùy chọn đồng hồ
zh_hans: 系统设置 → 控制中心 → 时钟选项
zh_hant: 系統設置 → 控制中心 → 時鐘選項

# onboarding.optimize.step1_detail2
source: Uncheck "Show date"
ar: أزل تحديد "إظهار التاريخ"
fa: گزینه «نمایش تاریخ» را غیرفعال کنید
he: בטל את הסימון של "הצג תאריך"
ja: 「日付を表示」のチェックを外す
ko: "날짜 표시" 선택 해제
th: ยกเลิกเครื่องหมาย "แสดงวันที่"
tr: "Tarihi göster" seçimini kaldırın
ur: "تاریخ دکھائیں" کو ان چیک کریں
vi: Bỏ chọn "Hiển thị ngày"
zh_hans: 取消勾选「显示日期」
zh_hant: 取消勾選「顯示日期」

# onboarding.optimize.step1_title
source: Hide system date
ar: إخفاء تاريخ النظام
fa: مخفی کردن تاریخ سیستم
he: הסתר את תאריך המערכת
ja: システムの日付を非表示
ko: 시스템 날짜 숨기기
th: ซ่อนวันที่ของระบบ
tr: Sistem tarihini gizle
ur: سسٹم کی تاریخ چھپائیں
vi: Ẩn ngày hệ thống
zh_hans: 隐藏系统日期
zh_hant: 隱藏系統日期

# onboarding.optimize.step2_detail1
source: Hold ⌘ Command key
ar: اضغط مع الاستمرار على ⌘ Command
fa: کلید ⌘ Command را نگه دارید
he: החזק את מקש ⌘ Command
ja: ⌘ Command キーを押したまま
ko: ⌘ Command 키를 누른 채로
th: กดปุ่ม ⌘ Command ค้างไว้
tr: ⌘ Command tuşunu basılı tutun
ur: ⌘ Command کی دبائے رکھیں
vi: Giữ phím ⌘ Command
zh_hans: 按住 ⌘ Command 键
zh_hant: 按住 ⌘ Command 鍵

# onboarding.optimize.step2_detail2
source: Drag %@ date next to the clock or anywhere you like
ar: اسحب تاريخ %@ بجانب الساعة أو إلى أي مكان تريده
fa: تاریخ %@ را کنار ساعت یا هر جای دلخواه بکشید
he: גרור את תאריך %@ ליד השעון או לכל מקום שתרצה
ja: %@ の日付を時計の横、または好きな場所にドラッグ
ko: %@ 날짜를 시계 옆이나 원하는 곳으로 드래그
th: ลากวันที่ของ %@ ไปไว้ข้างนาฬิกาหรือที่ใดก็ได้ตามต้องการ
tr: %@ tarihini saatin yanına veya istediğiniz herhangi bir yere sürükleyin
ur: %@ کی تاریخ کو گھڑی کے پاس یا جہاں چاہیں گھسیٹیں
vi: Kéo ngày %@ cạnh đồng hồ hoặc bất kỳ vị trí nào bạn muốn
zh_hans: 鼠标拖拽 %@ 日期到时间旁边或其他任意心仪位置
zh_hant: 鼠標拖拽 %@ 日期到時間旁邊或其他任意心儀位置

# onboarding.optimize.step2_title
source: Adjust %@ position
ar: اضبط موضع %@
fa: جایگاه %@ را تنظیم کنید
he: כוון את מיקום %@
ja: %@ の位置を調整
ko: %@ 위치 조정
th: ปรับตำแหน่งของ %@
tr: %@ konumunu ayarla
ur: %@ کی پوزیشن ایڈجسٹ کریں
vi: Điều chỉnh vị trí của %@
zh_hans: 调整 %@ 位置
zh_hant: 調整 %@ 位置

# onboarding.optimize.steps_title
source: Quick Setup (2 steps)
ar: إعداد سريع (خطوتان)
fa: راه اندازی سریع (۲ مرحله)
he: הגדרה מהירה (2 שלבים)
ja: クイック設定（2ステップ）
ko: 빠른 설정(2단계)
th: ตั้งค่าอย่างรวดเร็ว (2 ขั้นตอน)
tr: Hızlı Kurulum (2 adım)
ur: فوری سیٹ اپ (2 مراحل)
vi: Thiết lập nhanh (2 bước)
zh_hans: 快速设置（2 步）
zh_hant: 快速設置（2 步）

# onboarding.optimize.title
source: 💡 Menu Bar Display Optimization
ar: 💡 تحسين عرض شريط القوائم
fa: 💡 بهینه سازی نمایش نوار منو
he: 💡 אופטימיזציה לתצוגת שורת התפריטים
ja: 💡 メニューバー表示の最適化
ko: 💡 메뉴 막대 표시 최적화
th: 💡 ปรับให้แถบเมนูแสดงผลดีขึ้น
tr: 💡 Menü Çubuğu Görünümü Optimizasyonu
ur: 💡 مینو بار ڈسپلے کی اصلاح
vi: 💡 Tối ưu hiển thị thanh menu
zh_hans: 💡 菜单栏显示优化建议
zh_hant: 💡 菜單欄顯示優化建議

# onboarding.recommendations.empty
source: No recommendations available for this calendar type
ar: لا توجد توصيات متاحة لهذا النوع من التقويم
fa: هیچ توصیه ای برای این نوع تقویم موجود نیست
he: אין המלצות זמינות לסוג לוח שנה זה
ja: このカレンダー種別に利用可能なおすすめはありません
ko: 이 캘린더 유형에 대한 추천이 없습니다
th: ไม่มีคำแนะนำสำหรับประเภทปฏิทินนี้
tr: Bu takvim türü için öneri yok
ur: اس کیلنڈر قسم کے لیے کوئی سفارشات دستیاب نہیں
vi: Không có gợi ý cho loại lịch này
zh_hans: 暂无此日历类型的推荐
zh_hant: 暫無此日曆類型的推薦

# onboarding.recommendations.subtitle
source: Based on your selection, here are some quality calendar subscriptions
ar: بناءً على اختيارك، إليك بعض اشتراكات التقويم المميزة
fa: بر اساس انتخاب شما، چند اشتراک تقویم باکیفیت پیشنهاد می شود
he: על סמך הבחירה שלך, הנה כמה מינויים מומלצים ללוח שנה
ja: 選択内容に基づいて、おすすめのカレンダー購読を紹介します
ko: 선택한 항목을 바탕으로 추천 캘린더 구독을 제공합니다
th: จากตัวเลือกของคุณ นี่คือการสมัครสมาชิกปฏิทินคุณภาพ
tr: Seçiminize göre bazı kaliteli takvim abonelikleri
ur: آپ کے انتخاب کی بنیاد پر یہ کچھ معیاری کیلنڈر سبسکرپشنز ہیں
vi: Dựa trên lựa chọn của bạn, đây là một số đăng ký lịch chất lượng
zh_hans: 根据您的选择，这里有一些优质的日历订阅
zh_hant: 根據您的選擇，這裡有一些優質的日曆訂閱

# onboarding.recommendations.title
source: Recommended Subscriptions
ar: اشتراكات موصى بها
fa: اشتراک های پیشنهادی
he: מינויים מומלצים
ja: おすすめの購読
ko: 추천 구독
th: การสมัครสมาชิกที่แนะนำ
tr: Önerilen Abonelikler
ur: سفارش کردہ سبسکرپشنز
vi: Đăng ký đề xuất
zh_hans: 推荐订阅
zh_hant: 推薦訂閱

# onboarding.select_calendar.description
source: Select a local calendar to display alongside the Gregorian calendar
ar: اختر تقويمًا محليًا لعرضه بجانب التقويم الميلادي
fa: یک تقویم محلی را برای نمایش در کنار تقویم میلادی انتخاب کنید
he: בחר לוח שנה מקומי להצגה לצד הלוח הגרגוריאני
ja: グレゴリオ暦と一緒に表示するローカル暦を選択します
ko: 그레고리오력과 함께 표시할 로컬 달력을 선택하세요
th: เลือกปฏิทินท้องถิ่นเพื่อแสดงร่วมกับปฏิทินเกรกอเรียน
tr: Gregoryen takvimin yanında gösterilecek yerel takvimi seçin
ur: گریگورین کیلنڈر کے ساتھ دکھانے کے لیے مقامی کیلنڈر منتخب کریں
vi: Chọn lịch địa phương để hiển thị cùng lịch Gregory
zh_hans: 选择一个本地历法与公历一起显示
zh_hant: 選擇一個本地曆法與公曆一起顯示

# onboarding.select_calendar.subtitle
source: Select the calendar system you'd like to use. You can change this later in settings.
ar: اختر نظام التقويم الذي تود استخدامه. يمكنك تغييره لاحقًا في الإعدادات.
fa: سیستم تقویمی مورد نظر خود را انتخاب کنید. بعداً می توانید آن را در تنظیمات تغییر دهید.
he: בחר את מערכת הלוח שברצונך להשתמש בה. ניתן לשנות זאת מאוחר יותר בהגדרות.
ja: 使用する暦の種類を選択してください。後で設定から変更できます。
ko: 사용할 달력 시스템을 선택하세요. 나중에 설정에서 변경할 수 있습니다.
th: เลือกระบบปฏิทินที่ต้องการใช้ คุณสามารถเปลี่ยนได้ภายหลังในตั้งค่า
tr: Kullanmak istediğiniz takvim sistemini seçin. Daha sonra ayarlardan değiştirebilirsiniz.
ur: جس کیلنڈر سسٹم کو استعمال کرنا چاہتے ہیں اسے منتخب کریں۔ بعد میں سیٹنگز میں تبدیل کیا جا سکتا ہے۔
vi: Chọn hệ lịch bạn muốn sử dụng. Bạn có thể thay đổi sau trong cài đặt.
zh_hans: 选择您想使用的日历系统。您可以随时在设置中更改。
zh_hant: 選擇您想使用的日曆系統。您可以隨時在設置中更改。

# onboarding.select_calendar.title
source: Choose Your Calendar
ar: اختر تقويمك
fa: تقویم خود را انتخاب کنید
he: בחר את הלוח שלך
ja: カレンダーを選択
ko: 캘린더 선택
th: เลือกปฏิทินของคุณ
tr: Takviminizi Seçin
ur: اپنا کیلنڈر منتخب کریں
vi: Chọn lịch của bạn
zh_hans: 选择您的日历
zh_hant: 選擇您的日曆

# onboarding.select_local_calendar.description
source: Choose a local calendar to display alongside the Gregorian calendar
ar: اختر تقويمًا محليًا لعرضه بجانب التقويم الميلادي
fa: یک تقویم محلی برای نمایش در کنار تقویم میلادی انتخاب کنید
he: בחר לוח שנה מקומי להצגה לצד הלוח הגרגוריאני
ja: グレゴリオ暦と一緒に表示するローカル暦を選択
ko: 그레고리오력과 함께 표시할 로컬 달력 선택
th: เลือกปฏิทินท้องถิ่นเพื่อแสดงร่วมกับปฏิทินเกรกอเรียน
tr: Gregoryen takvimin yanında gösterilecek yerel takvimi seçin
ur: گریگورین کیلنڈر کے ساتھ دکھانے کے لیے مقامی کیلنڈر منتخب کریں
vi: Chọn lịch địa phương để hiển thị cùng lịch Gregory
zh_hans: 选择一个与公历一起显示的本地日历
zh_hant: 選擇一個與公曆一起顯示的本地日曆

# onboarding.select_local_calendar.title
source: Select Local Calendar
ar: اختر التقويم المحلي
fa: انتخاب تقویم محلی
he: בחר לוח שנה מקומי
ja: ローカル暦を選択
ko: 로컬 캘린더 선택
th: เลือกปฏิทินท้องถิ่น
tr: Yerel Takvim Seç
ur: مقامی کیلنڈر منتخب کریں
vi: Chọn lịch địa phương
zh_hans: 选择本地日历
zh_hant: 選擇本地日曆

# onboarding.skip
source: Skip
ar: تخطي
fa: رد کردن
he: דלג
ja: スキップ
ko: 건너뛰기
th: ข้าม
tr: Atla
ur: چھوڑیں
vi: Bỏ qua
zh_hans: 跳过
zh_hant: 跳過

# onboarding.skip_recommendations
source: Skip Recommendations
ar: تخطي التوصيات
fa: رد کردن توصیه ها
he: דלג על המלצות
ja: おすすめをスキップ
ko: 추천 건너뛰기
th: ข้ามคำแนะนำ
tr: Önerileri Atla
ur: سفارشات چھوڑ دیں
vi: Bỏ qua gợi ý
zh_hans: 跳过推荐
zh_hant: 跳過推薦

# onboarding.theme.subtitle
source: Customize the appearance of your calendar
ar: خصّص مظهر تقويمك
fa: ظاهر تقویم خود را شخصی سازی کنید
he: התאם אישית את מראה הלוח שלך
ja: カレンダーの外観をカスタマイズ
ko: 캘린더의 모양을 사용자 지정하세요
th: ปรับแต่งรูปลักษณ์ของปฏิทินของคุณ
tr: Takviminizin görünümünü özelleştirin
ur: اپنے کیلنڈر کی شکل و صورت کو حسبِ ضرورت بنائیں
vi: Tùy chỉnh giao diện lịch của bạn
zh_hans: 自定义日历的外观
zh_hant: 自訂日曆的外觀

# onboarding.theme.title
source: Choose Your Theme
ar: اختر السمة
fa: تم خود را انتخاب کنید
he: בחר ערכת נושא
ja: テーマを選択
ko: 테마 선택
th: เลือกธีมของคุณ
tr: Temanızı Seçin
ur: اپنا تھیم منتخب کریں
vi: Chọn chủ đề
zh_hans: 选择你的主题
zh_hant: 選擇你的主題

# onboarding.welcome.subtitle
source: A beautiful menu bar calendar for macOS with multi-calendar support
ar: تقويم شريط قوائم جميل لنظام macOS مع دعم متعدد للتقاويم
fa: یک تقویم زیبا در نوار منوی macOS با پشتیبانی چندتقویمی
he: לוח שנה יפה לשורת התפריטים ב-macOS עם תמיכה במספר לוחות
ja: 複数の暦に対応した macOS 向けの美しいメニューバーカレンダー
ko: 다중 달력 지원을 갖춘 macOS용 아름다운 메뉴 막대 캘린더
th: ปฏิทินแถบเมนู macOS ที่สวยงาม รองรับหลายปฏิทิน
tr: Çoklu takvim desteğine sahip macOS için güzel bir menü çubuğu takvimi
ur: macOS کے لیے خوبصورت مینو بار کیلنڈر جس میں متعدد کیلنڈر سپورٹ ہے
vi: Lịch thanh menu đẹp cho macOS với hỗ trợ nhiều hệ lịch
zh_hans: 一款优雅的 macOS 菜单栏日历应用，支持多种日历系统
zh_hant: 一款優雅的 macOS 菜單欄日曆應用，支持多種日曆系統

# onboarding.welcome.title
source: Welcome to %@
ar: مرحبًا بك في %@
fa: به %@ خوش آمدید
he: ברוך הבא ל-%@
ja: %@ へようこそ
ko: %@에 오신 것을 환영합니다
th: ยินดีต้อนรับสู่ %@
tr: %@'e hoş geldiniz
ur: %@ میں خوش آمدید
vi: Chào mừng đến với %@
zh_hans: 欢迎使用 %@
zh_hant: 歡迎使用 %@

# onboarding.window_title
source: Welcome to %@
ar: مرحبًا بك في %@
fa: به %@ خوش آمدید
he: ברוך הבא ל-%@
ja: %@ へようこそ
ko: %@에 오신 것을 환영합니다
th: ยินดีต้อนรับสู่ %@
tr: %@'e hoş geldiniz
ur: %@ میں خوش آمدید
vi: Chào mừng đến với %@
zh_hans: 欢迎使用 %@
zh_hant: 歡迎使用 %@

# overall_sync_status.error
source: Sync failed
ar: فشل التزامن
fa: همگام‌سازی ناموفق
he: הסנכרון נכשל
ja: 同期失敗
ko: 동기화 실패
th: ซิงค์ล้มเหลว
tr: Senkronizasyon başarısız
ur: مطابقت ناکام
vi: Đồng bộ thất bại
zh_hans: 同步失败
zh_hant: 同步失敗

# overall_sync_status.idle
source: Sync complete
ar: اكتمل التزامن
fa: همگام‌سازی کامل شد
he: הסנכרון הושלם
ja: 同期完了
ko: 동기화 완료
th: ซิงค์เสร็จสิ้น
tr: Senkronizasyon tamamlandı
ur: مطابقت مکمل
vi: Đồng bộ hoàn tất
zh_hans: 同步完成
zh_hant: 同步完成

# overall_sync_status.syncing
source: Syncing...
ar: جارٍ التزامن...
fa: در حال همگام‌سازی...
he: מסנכרן...
ja: 同期中...
ko: 동기화 중...
th: กำลังซิงค์...
tr: Senkronize ediliyor...
ur: مطابقت کر رہے ہیں...
vi: Đang đồng bộ...
zh_hans: 同步中...
zh_hant: 同步中...

# permission.calendar.description
source: Sync iCloud and local calendar events after authorization
ar: مزامنة أحداث iCloud والتقويم المحلي بعد التفويض
fa: همگام‌سازی رویدادهای iCloud و تقویم محلی پس از مجوز
he: סנכרן אירועי iCloud ולוח שנה מקומי לאחר אישור
ja: 承認後、iCloudとローカルカレンダーのイベントを同期
ko: 승인 후 iCloud 및 로컬 달력 이벤트 동기화
th: ซิงค์เหตุการณ์ iCloud และปฏิทินท้องถิ่นหลังจากได้รับอนุญาต
tr: Yetkilendirme sonrası iCloud ve yerel takvim etkinliklerini senkronize et
ur: اجازت کے بعد iCloud اور مقامی کیلنڈر کے واقعات کو مطابقت دیں
vi: Đồng bộ sự kiện iCloud và lịch cục bộ sau khi ủy quyền
zh_hans: 授权后可同步 iCloud 和本地日历的事件
zh_hant: 授權後可同步 iCloud 和本地日曆的事件

# permission.calendar.hint
source: Tip: Click button to open System Settings and authorize in Privacy & Security > Calendar
ar: تلميح: انقر فوق الزر لفتح إعدادات النظام والتفويض في الخصوصية والأمان > التقويم
fa: نکته: برای باز کردن تنظیمات سیستم و مجوز در حریم خصوصی و امنیت > تقویم روی دکمه کلیک کنید
he: טיפ: לחץ על הכפתור לפתיחת הגדרות מערכת ואשר בפרטיות ואבטחה > לוח שנה
ja: ヒント：ボタンをクリックしてシステム設定を開き、プライバシーとセキュリティ > カレンダーで承認
ko: 팁: 버튼을 클릭하여 시스템 설정을 열고 개인 정보 보호 및 보안 > 달력에서 승인
th: เคล็ดลับ: คลิกปุ่มเพื่อเปิดการตั้งค่าระบบและอนุญาตในความเป็นส่วนตัวและความปลอดภัย > ปฏิทิน
tr: İpucu: Sistem Ayarlarını açmak ve Gizlilik ve Güvenlik > Takvim'de yetkilendirmek için düğmeye tıklayın
ur: تجویز: نظام کی ترتیبات کھولنے اور رازداری اور سیکورٹی > کیلنڈر میں اجازت دینے کے لیے بٹن پر کلک کریں
vi: Mẹo: Nhấp vào nút để mở Cài đặt Hệ thống và ủy quyền trong Quyền riêng tư & Bảo mật > Lịch
zh_hans: 提示:点击按钮将打开系统设置,在「隐私与安全性」>「日历」中授权
zh_hant: 提示:點擊按鈕將打開系統設定,在「隱私與安全性」>「日曆」中授權

# permission.calendar.open_settings
source: Open System Settings
ar: فتح إعدادات النظام
fa: باز کردن تنظیمات سیستم
he: פתח הגדרות מערכת
ja: システム設定を開く
ko: 시스템 설정 열기
th: เปิดการตั้งค่าระบบ
tr: Sistem Ayarlarını Aç
ur: سسٹم کی ترتیبات کھولیں
vi: Mở Cài đặt Hệ thống
zh_hans: 打开系统设置
zh_hant: 打開系統設定

# permission.calendar.request
source: Request Permission
ar: طلب الإذن
fa: درخواست مجوز
he: בקש הרשאה
ja: 権限をリクエスト
ko: 권한 요청
th: ขอสิทธิ์
tr: İzin İste
ur: اجازت کی درخواست کریں
vi: Yêu cầu Quyền
zh_hans: 请求权限
zh_hant: 請求權限

# permission.calendar.required
source: Calendar Access Required
ar: مطلوب الوصول إلى التقويم
fa: دسترسی به تقویم مورد نیاز است
he: נדרשת גישה ללוח שנה
ja: カレンダーアクセスが必要
ko: 달력 접근 권한 필요
th: ต้องการสิทธิ์เข้าถึงปฏิทิน
tr: Takvim Erişimi Gerekli
ur: کیلنڈر تک رسائی درکار ہے
vi: Cần quyền truy cập lịch
zh_hans: 需要访问日历权限
zh_hant: 需要訪問日曆權限

# permission.status.authorized
source: Authorized
ar: مصرح به
fa: مجاز
he: מאושר
ja: 認証済み
ko: 승인됨
th: ได้รับอนุญาต
tr: Yetkilendirildi
ur: مجاز
vi: Đã cho phép
zh_hans: 已授权
zh_hant: 已授權

# permission.status.denied
source: Denied
ar: مرفوض
fa: رد شده
he: נדחה
ja: 拒否済み
ko: 거부됨
th: ถูกปฏิเสธ
tr: Reddedildi
ur: مسترد
vi: Đã từ chối
zh_hans: 已拒绝
zh_hant: 已拒絕

# permission.status.not_determined
source: Not Asked
ar: لم يُسأل
fa: پرسیده نشده
he: לא נשאל
ja: 未確認
ko: 묻지 않음
th: ยังไม่ได้ถาม
tr: Sorulmadı
ur: نہیں پوچھا گیا
vi: Chưa hỏi
zh_hans: 未询问
zh_hant: 未詢問

# permission.status.restricted
source: Restricted
ar: مقيد
fa: محدود
he: מוגבל
ja: 制限あり
ko: 제한됨
th: ถูกจำกัด
tr: Kısıtlı
ur: محدود
vi: Bị hạn chế
zh_hans: 受限
zh_hant: 受限

# permission.status.unknown
source: Unknown
ar: غير معروف
fa: ناشناخته
he: לא ידוע
ja: 不明
ko: 알 수 없음
th: ไม่ทราบ
tr: Bilinmiyor
ur: نامعلوم
vi: Không rõ
zh_hans: 未知
zh_hant: 未知

source: Quit %@
ar: إنهاء %@
he: יציאה %@
ja: 終了 %@
ko: 종료 %@
zh_hans: 退出 %@
zh_hant: 結束 %@

# recommendation.subscribe
source: Subscribe
ar: اشتراك
fa: اشتراک
he: הירשם
ja: 購読
ko: 구독
th: สมัครสมาชิก
tr: Abone Ol
ur: سبسکرائب کریں
vi: Đăng ký
zh_hans: 订阅
zh_hant: 訂閱

# recommendation.subscribed
source: Subscribed
ar: مشترك
fa: مشترک شده
he: רשום
ja: 購読済み
ko: 구독됨
th: สมัครแล้ว
tr: Abone Olundu
ur: سبسکرائب شدہ
vi: Đã đăng ký
zh_hans: 已订阅
zh_hant: 已訂閱

# recommendation.trust_level.community
source: Community
ar: مجتمع
fa: جامعه
he: קהילה
ja: コミュニティ
ko: 커뮤니티
th: ชุมชน
tr: Topluluk
ur: کمیونٹی
vi: Cộng đồng
zh_hans: 社区推荐
zh_hant: 社群推薦

# recommendation.trust_level.unverified
source: Unverified
ar: غير موثق
fa: تایید نشده
he: לא מאומת
ja: 未認証
ko: 미인증
th: ไม่ได้ยืนยัน
tr: Doğrulanmamış
ur: غیر تصدیق شدہ
vi: Chưa xác minh
zh_hans: 未验证
zh_hant: 未驗證

# recommendation.trust_level.verified
source: Verified
ar: موثق
fa: تایید شده
he: מאומת
ja: 公式認証
ko: 공식 인증
th: ยืนยันแล้ว
tr: Doğrulanmış
ur: تصدیق شدہ
vi: Đã xác minh
zh_hans: 官方认证
zh_hant: 官方認證

source: Settings
ar: الإعدادات
he: הגדרות
ja: 設定
ko: 설정
zh_hans: 设置
zh_hant: 設定

# settings.app.global_hotkey
source: Enable Global Hotkey
ar: تمكين الاختصار العام
fa: فعال‌سازی میانبر جهانی
he: אפשר מקש קיצור גלובלי
ja: グローバルホットキーを有効化
ko: 전역 단축키 활성화
th: เปิดใช้งานปุ่มลัดทั่วไป
tr: Genel Kısayolu Etkinleştir
ur: گلوبل شارٹ کٹ فعال کریں
vi: Bật phím tắt toàn cục
zh_hans: 启用全局快捷键
zh_hant: 啟用全局快捷鍵

# settings.app.launch_at_login
source: Launch at Login
ar: التشغيل عند تسجيل الدخول
fa: اجرا در ورود
he: הפעל בהתחברות
ja: ログイン時に起動
ko: 로그인 시 시작
th: เปิดเมื่อเข้าสู่ระบบ
tr: Girişte Başlat
ur: لاگ ان پر شروع کریں
vi: Khởi động khi đăng nhập
zh_hans: 开机自动启动
zh_hant: 開機自動啟動

# settings.app.section
source: Application Settings
ar: إعدادات التطبيق
fa: تنظیمات برنامه
he: הגדרות יישום
ja: アプリケーション設定
ko: 애플리케이션 설정
th: การตั้งค่าแอปพลิเคชัน
tr: Uygulama Ayarları
ur: ایپلیکیشن کی ترتیبات
vi: Cài đặt ứng dụng
zh_hans: 应用设置
zh_hant: 應用設定

# settings.app.show_onboarding
source: Show Startup Guide
ar: إظهار دليل البدء
fa: نمایش راهنمای شروع
he: הצג מדריך התחלה
ja: 起動ガイドを表示
ko: 시작 안내 표시
th: แสดงคู่มือเริ่มต้น
tr: Başlangıç kılavuzunu göster
ur: اسٹارٹ گائیڈ دکھائیں
vi: Hiển thị hướng dẫn khởi động
zh_hans: 显示启动引导
zh_hant: 顯示啟動引導

# settings.appearance.auto_mode_hint
source: 💡 When system appearance changes, it will automatically switch to your selected theme for that mode
ar: 💡 عند تغيير مظهر النظام، سيتم التبديل تلقائياً إلى المظهر المحدد لهذا الوضع
fa: 💡 هنگام تغییر ظاهر سیستم، به طور خودکار به تم انتخابی شما برای آن حالت تغییر می‌کند
he: 💡 כאשר מראה המערכת משתנה, הוא יעבור אוטומטית לערכת הנושא שבחרת עבור המצב הזה
ja: 💡 システムの外観が変更されると、そのモード用に選択したテーマに自動的に切り替わります
ko: 💡 시스템 모양이 변경되면 해당 모드에서 선택한 테마로 자동 전환됩니다
th: 💡 เมื่อลักษณะระบบเปลี่ยน จะสลับไปยังธีมที่คุณเลือกสำหรับโหมดนั้นโดยอัตโนมัติ
tr: 💡 Sistem görünümü değiştiğinde, o mod için seçtiğiniz temaya otomatik olarak geçiş yapacaktır
ur: 💡 جب سسٹم کی شکل تبدیل ہوتی ہے، تو یہ خودکار طور پر اس موڈ کے لیے آپ کے منتخب کردہ تھیم پر سوئچ ہو جائے گا
vi: 💡 Khi giao diện hệ thống thay đổi, nó sẽ tự động chuyển sang chủ đề bạn đã chọn cho chế độ đó
zh_hans: 💡 系统外观变化时，将自动切换到对应模式下您选择的主题
zh_hant: 💡 系統外觀變化時，將自動切換到對應模式下您選擇的主題

# settings.appearance.cell_size
source: Cell Size: %d × %d
ar: حجم الخلية: %d × %d
fa: اندازه سلول: %d × %d
he: גודל תא: %d × %d
ja: セルサイズ: %d × %d
ko: 셀 크기: %d × %d
th: ขนาดเซลล์: %d × %d
tr: Hücre Boyutu: %d × %d
ur: سیل سائز: %d × %d
vi: Kích thước ô: %d × %d
zh_hans: 单元格大小：%d × %d
zh_hant: 單元格大小：%d × %d

# settings.appearance.current_size
source: Current Size:
ar: الحجم الحالي:
fa: اندازه فعلی:
he: גודל נוכחי:
ja: 現在のサイズ：
ko: 현재 크기:
th: ขนาดปัจจุบัน:
tr: Mevcut Boyut:
ur: موجودہ سائز:
vi: Kích thước hiện tại:
zh_hans: 当前尺寸：
zh_hant: 當前尺寸：

# settings.appearance.more_opaque
source: More Opaque
ar: أكثر عتامة
fa: کدرتر
he: אטום יותר
ja: より不透明
ko: 더 불투명하게
th: ทึบมากขึ้น
tr: Daha Opak
ur: مزید دھندلا
vi: Mờ hơn
zh_hans: 更不透明
zh_hant: 更不透明

# settings.appearance.more_transparent
source: More Transparent
ar: أكثر شفافية
fa: شفاف‌تر
he: שקוף יותר
ja: より透明
ko: 더 투명하게
th: โปร่งใสมากขึ้น
tr: Daha Saydam
ur: مزید شفاف
vi: Trong suốt hơn
zh_hans: 更透明
zh_hant: 更透明

# settings.appearance.opacity
source: Window Opacity
ar: شفافية النافذة
fa: شفافیت پنجره
he: שקיפות חלון
ja: ウィンドウの透明度
ko: 창 불투명도
th: ความทึบของหน้าต่าง
tr: Pencere Saydamlığı
ur: ونڈو کی شفافیت
vi: Độ mờ cửa sổ
zh_hans: 浮窗透明度
zh_hant: 浮窗透明度

# settings.appearance.opacity_label
source: Opacity
ar: عدم الشفافية
fa: کدری
he: אטימות
ja: 不透明度
ko: 불투명도
th: ความทึบ
tr: Opaklık
ur: دھندلاپن
vi: Độ mờ
zh_hans: 不透明度
zh_hant: 不透明度

# settings.appearance.panel_size
source: Panel Size
ar: حجم اللوحة
fa: اندازه پنل
he: גודל פאנל
ja: パネルサイズ
ko: 패널 크기
th: ขนาดแผง
tr: Panel Boyutu
ur: پینل کا سائز
vi: Kích thước bảng điều khiển
zh_hans: 面板大小
zh_hant: 面板大小

# settings.appearance.reset
source: Reset
ar: إعادة تعيين
fa: بازنشانی
he: איפוס
ja: リセット
ko: 재설정
th: รีเซ็ต
tr: Sıfırla
ur: دوبارہ ترتیب دیں
vi: Đặt lại
zh_hans: 重置
zh_hant: 重置

# settings.appearance.reset_help
source: Reset to default theme (Auto mode + Classic Blue/Midnight Blue)
ar: إعادة تعيين إلى المظهر الافتراضي (الوضع التلقائي + الأزرق الكلاسيكي/أزرق منتصف الليل)
fa: بازنشانی به تم پیش‌فرض (حالت خودکار + آبی کلاسیک/آبی نیمه‌شب)
he: אפס לערכת נושא ברירת מחדל (מצב אוטומטי + כחול קלאסי/כחול חצות)
ja: デフォルトテーマにリセット（自動モード + クラシックブルー/ミッドナイトブルー）
ko: 기본 테마로 재설정 (자동 모드 + 클래식 블루/미드나이트 블루)
th: รีเซ็ตเป็นธีมเริ่มต้น (โหมดอัตโนมัติ + สีน้ำเงินคลาสสิก/น้ำเงินเที่ยงคืน)
tr: Varsayılan temaya sıfırla (Otomatik mod + Klasik Mavi/Gece Mavisi)
ur: ڈیفالٹ تھیم پر ری سیٹ کریں (آٹو موڈ + کلاسک بلیو/مڈنائٹ بلیو)
vi: Đặt lại về chủ đề mặc định (Chế độ tự động + Xanh cổ điển/Xanh nửa đêm)
zh_hans: 重置为默认主题（自动模式 + 经典蓝/午夜蓝）
zh_hant: 重設為預設主題（自動模式 + 經典藍/午夜藍）

# settings.appearance.size_level
source: Size Level
ar: مستوى الحجم
fa: سطح اندازه
he: רמת גודל
ja: サイズレベル
ko: 크기 레벨
th: ระดับขนาด
tr: Boyut Seviyesi
ur: سائز کی سطح
vi: Mức kích thước
zh_hans: 尺寸档位
zh_hant: 尺寸檔位

# settings.appearance.theme
source: Theme
ar: الموضوع
fa: تم
he: ערכת נושא
ja: テーマ
ko: 테마
th: ธีม
tr: Tema
ur: تھیم
vi: Chủ đề
zh_hans: 主题
zh_hant: 主題
